Repository: zhaohuixing/iOSCodeSample
Catalog: EasyGambleWheel/SimpleGambleWheel/SimpleGambleWheel/*.lproj/Localizable.strings
Languages: de, es, fr, it, ja, pt_br

# AskString
source: Do you want to purchase game chips from AppStore?
de: Wollen Sie Spiel-Chips aus dem App Store kaufen?
es: ¿Quieres comprar fichas de juego en la App Store?
fr: Voulez-vous acheter des jetons de jeu de l'App Store?
it: Vuoi acquistare chips di gioco da App Store?
ja: あなたは、App Storeからゲームのチップを購入したいですか？
pt_br: Você quer comprar fichas de jogo da App Store?

source: Purchase
de: Kauf
es: Compra
fr: Achat
it: Acquisto
ja: 購入
pt_br: Compra

source: No thanks!
de: Nein, danke!
es: No, gracias!
fr: Non, Merci!
it: No, grazie!
ja: まさか！
pt_br: Não, obrigado!

# CannotPayment
source: There is a problem to make payment for this purchase. Please try later.
de: Es ist ein Problem, die Zahlung für diesen Kauf zu tätigen. Bitte versuchen Sie es später.
es: Hay un problema para hacer el pago para esta adquisición. Por favor, intente más tarde.
fr: Il ya un problème pour effectuer le paiement de cette acquisition. S'il vous plaît réessayer plus tard.
it: C'è un problema di effettuare il pagamento per questo acquisto. Riprova più tardi.
ja: ある問題は、この購入のために支払いをすることです。してくださいもう一度お試しください。
pt_br: Há um problema para fazer o pagamento para esta compra. Por favor, tente mais tarde.

# BuyConfirm
source: If you have already purchased this item, you will not be charged again.
de: Wenn Sie bereits diesen Artikel gekauft haben, werden Sie nicht wieder aufgeladen werden.
es: Si ya has comprado este artículo, no se cargará de nuevo.
fr: Si vous avez déjà acheté cet article, vous ne serez pas facturé à nouveau.
it: Se avete già acquistato questa voce, non ti sarà addebitato di nuovo.
ja: あなたは既にこのアイテムを購入している場合は、再度請求されません。
pt_br: Se você já comprou este item, você não será cobrado novamente.

# TransactionFailure
source: The transaction of this purchase is failed. Please try later.
de: Die Transaktion dieser Kauf ist gescheitert. Bitte versuchen Sie es später.
es: La operación de esta compra es no. Por favor, intente más tarde.
fr: L'opération de cette achat est pas. S'il vous plaît réessayer plus tard.
it: L'operazione di questo acquisto è fallito. Riprova più tardi.
ja: この買収のトランザクションに失敗しました。してくださいもう一度お試しください。
pt_br: A operação da compra é falha. Por favor, tente mais tarde.

source: Buy it!
de: Kauf
es: Compra!
fr: Achat!
it: Acquisto
ja: 購入!
pt_br: Comprá-lo!

source: Click to Earn!
de: Klicken Sie verdienen
es: Haga clic aquí para ganar!
fr: Cliquez pour gagner!
it: Clicca per guadagnare
ja: 賭けを獲得!
pt_br: Clique para Ganhar!

source: Congratulation!
de: Glückwunsch!
es: Felicitación!
fr: Félicitation!
it: Congratulazione!
ja: 祝賀!
pt_br: Congratulação!

source: Me
de: Mir
es: Maine
ja: 我

source: RoPa Bet Method
de: RoPa Wette
es: RoPa Apuesta
fr: RoPa Pari
it: RoPa Scommessa
ja: RoPaの道の賭け
pt_br: RoPa Bet Aposta

source: Automatically
de: Automatisch
es: Automáticamente
fr: Automatiquement
it: automaticamente
ja: 自動
pt_br: automaticamente

source: Manually
de: Manuell
es: Manualmente
fr: Manuellement
it: Manualmente
ja: 手動
pt_br: Manualmente

source: Chips
de: Chip
es: Chip
fr: Jetons
it: Chip
ja: 賭け
pt_br: Chip

source: Earn
de: Verdienen
es: Ganar
fr: Gagner
it: Guadagnare
ja: 賭けを獲得
pt_br: Ganhar

source: Transfer
es: Transferencia
fr: Transférer
it: Trasferimento
ja: 賭けの交換
pt_br: Transferência

# Biggest Win
source: Biggest Win in single play
de: Die meiste Zeit
es: La mayoría de su tiempo
fr: La plupart de leur temps
it: La maggior parte del tempo
ja: ポイントを獲得
pt_br: Ao máximo o seu tempo

source: Latest Play
de: Die Ergebnisse der letzten
es: Últimos resultados
fr: Derniers résultats
it: Ultimi risultati
ja: 最後の結果
pt_br: Últimos resultados

source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler
it: Annullare
ja: 取消
pt_br: Cancelar

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
ja: はい
pt_br: Sim

source: No
de: Nicht
fr: Aucun
ja: しない
pt_br: Não

source: Close
de: Ende
es: Cerrar
fr: Fermer
it: Chiudere
ja: 閉じ
pt_br: Fechar

# NetworkWarn
source: This game requires internet connection.
de: Diese kostenlose Version des Spiels erfordert Internet-Verbindung.
es: Esta versión gratuita del juego requiere conexión a Internet.
fr: Ce jeu version gratuite nécessite une connexion internet.
it: Questo gioco versione gratuita richiede una connessione internet.
ja: この無料版のゲームはインターネット接続が必要です.
pt_br: Esta versão gratuita do jogo requer conexão com a internet.

# OnlineGameInvitationAskFormt
source: Do you want to accept the online game invitation from %@ ?
de: Wollen Sie das Online-Spiel Einladung von %@ zu akzeptieren?
es: ¿Quieres aceptar la invitación de juego en línea de %@?
fr: Voulez-vous accepter l'invitation de jeu en ligne %@?
it: Volete accettare l'invito gioco on-line dal %@?
ja: あなたは、%@からオンラインゲームへの招待を受け入れるようにしたいですか？
pt_br: Você quer aceitar o convite de jogo em linha da %@?

source: Create New Online Game
de: Neues Online-Spiel
es: Crear nuevo juego en línea
fr: Créer un nouveau jeu en ligne
it: Crea nuovo gioco on-line
ja: 新しいオンラインゲームを作成します
pt_br: Criar novo jogo online

# Search Online Game
source: Search for Online Game
de: Suche nach Online-Spiel
es: Buscar de juego en línea
fr: Recherche de jeu en ligne
it: Cerca per il gioco on-line
ja: オンラインゲームの検索
pt_br: Busca por jogo online

source: Online Game
de: Online-Spiel
es: JUEGO ONLINE
fr: Jeu en ligne
it: Gioco Online
ja: オンラインゲーム
pt_br: Jogo online

# Try Agin
source: Try Again...
de: Versuchen Sie es erneut.
es: Inténtelo de nuevo.
fr: Essayez à nouveau.
it: Prova di nuovo.
ja: もう一度やり直してください
pt_br: Tente novamente.

# Game Center acccess is failed for
source: Game Center access is failed for %@
de: Game Center-Zugang ist für %@ gescheitert
es: Game Center de acceso se falló por la razón de %@
fr: Game Center accès est échoué pour la raison de %@
it: Game Center di accesso è riuscita per %@.
ja: Game Centerのアクセスはに失敗した:%@
pt_br: Acesso Game Center é falha para %@

# %@ sent %i chips to %@.
source: %@ send %i chips to %@.
de: %@ Senden% i Spiel Chips auf %@.
es: %@ enviar %i fichas de juego de %@.
fr: %@ Envoyer %i des jetons de jeu à %@.
it: %@ inviare %i chip di gioco a %@.
ja: ％@送信％iをゲーム通貨に％@。
pt_br: %@ enviar %i fichas para %@.

source: Tell Friend
de: Erzähl Freunden
es: Recomienda a tus amigos
fr: Dites à vos amis
it: Dillo ad amici
ja: 友達にお勧めします
pt_br: Diga aos amigos

source: Post Score
de: Beitrag der Gäste
es: Publicar resultados
fr: Poster score de
it: Invia punteggio del gioco
ja: ゲームのスコア
pt_br: Publicar resultado do jogo

source: Location
de: Lage
es: Ubicación
fr: Position
it: Posizione
ja: 位置
pt_br: posição

source: Message
de: Nachricht
es: Mensaje
it: Messaggio
ja: メッセージ
pt_br: Mensagem

source: Send
de: Senden
es: Enviar
fr: Envoyer
it: Inviare
ja: 送信
pt_br: Enviar

# EmailFailed
source: Failed to send email.
de: Fehler beim E-Mail senden.
es: No se pudo enviar el e-mail.
fr: Impossible d'envoyer des e-mail.
it: Impossibile inviare e-mail.
ja: 電子メールの送信に失敗しました。
pt_br: Falha ao enviar e-mail.

# MessageFailed
source: Failed to send message.
de: Fehler beim versenden.
es: No se pudo enviar el mensaje.
fr: Impossible d'envoyer des message.
it: Impossibile inviare il messaggio.
ja: メッセージの送信に失敗しました。
pt_br: Falha ao enviar mensagem.

source: I like game
de: Ich mag dieses Spiel
es: Me gusta este juego
fr: J'aime ce jeu
it: Mi piace questo gioco
ja: 私はこのゲームが好き
pt_br: Eu gosto deste jogo

source: Easy Gamble Wheel
de: Einfach zu spielen Rad
es: Roda Jogo Fácil
fr: Facile de Jouer la Roue
it: Facile Giocare Ruota
ja: 轻松なギャンブルホイール
pt_br: Roda Jogo Fácil

source: Spinning...
de: Spinnen
es: Girar
fr: Filage
it: Filatura
ja: 回転...
pt_br: Fiação

source: Game turn is made by sequence.
de: Die Wende des Spielens wird durch Reihenfolge gemacht.
es: El cambio de juego de que se haga por la secuencia.
fr: Le jeu est fait par séquence.
it: Turno di gioco è costituito da sequenza.
ja: 行するためのゲーム。
pt_br: Jogo de volta é feita pela seqüência.

# Game turn is made by maxmum bet.
source: Game turn is made by maximum bet.
de: Die Wende des Spielens wird durch maximalen Einsatz gemacht.
es: El cambio de juego de que se haga por la apuesta máxima.
fr: Le jeu est faite par la mise maximale.
it: Turno di gioco è realizzato per la puntata massima.
ja: ゲームターンは、最大賭け金によって行われます。
pt_br: Jogo de volta é feita por aposta máxima.

source: It is %@'s turn.
de: %@ spielt Spiel jetzt.
es: %@ está haciendo el juego ahora.
fr: %@ est jeu aujourd'hui.
it: E 'il turno %@ per il gioco.
ja: ％@は、現在ゲームをプレイされてい。
pt_br: É a vez de %@ para jogar o jogo.

source: I win!
de: Ich gewinne!
es: Yo gano!
fr: Je gagne!
it: Ho vinto!
ja: 私は勝つ!
pt_br: Eu ganho!

source: Too bad!
de: Ich verliere!
es: Pierdo!
fr: Je perds!
it: Perdo!
ja: 私は失う！
pt_br: Eu perco!

source: Others are still playing.
de: Andere Spieler spielen immer noch Spiel.
es: Otros todavía están jugando.
fr: D'autres sont encore à jouer.
it: Altri sono ancora in gioco.
ja: 他のプレイヤーがまだゲームをプレイしている。
pt_br: Outros ainda estão jogando o jogo.

source: Done.
de: Fertig.
es: Hecho.
fr: Terminé.
it: Fatto.
ja: 完了しました。
pt_br: Feito.

source: Sorting players...
de: Sortieren von Spielern
es: Clasificación jugadores
fr: Joueurs de tri.
it: Ordinamento dei giocatori
ja: ゲームのプレイヤーは、ソートされてい。
pt_br: Classificando os jogadores.

source: Pledging...
de: Verpfändung
es: Apostar
fr: Pariez
it: Scommettere
ja: 賭ける
pt_br: Apostar

source: other players
de: anderen Spielern
es: otros jugadores
fr: autres joueurs
it: altri giocatori
ja: 他のゲームプレイヤー
pt_br: outros jogadores

# AskClickToEarnChip
source: You also have an option to earn limited number of chips by clicking the online advertisement.
de: Sie haben auch eine Option auf beschränkte Anzahl von Chips durch Klicken auf die Online-Werbung zu verdienen.
es: Usted también tiene una opción para acceder número limitado de fichas haciendo clic en el anuncio en línea.
fr: Vous avez également une option d'acquérir nombre limité de jetons en cliquant sur la publicité en ligne.
it: Hai anche la possibilità di guadagnare un numero limitato di gettoni facendo clic sulla pubblicità online.
ja: また、オンライン広告をクリックすることにより、チップの限られた数を獲得するオプションがあります。
pt_br: Você também tem uma opção para ganhar número limitado de fichas, clicando no anúncio online.

# FcebookSuggestionToEarnChip
source: If you recommend this game to your friends on Facebook, you can earn a certain number of chips.
de: Wenn Sie diese Spiel zu Ihren Freunden auf Facebook empfehlen, können Sie verdienen eine bestimmte Anzahl an Chips.
es: Si usted recomendar este juego a tus amigos en Facebook, usted puede ganar un cierto número de fichas.
fr: Si vous recommander ce jeu à vos amis sur Facebook, vous pouvez gagner un certain nombre de jetons.
it: Se Consiglieresti questo gioco ai tuoi amici su Facebook, si può guadagnare un certo numero di chips.
ja: あなたがFacebookで友達にこのゲームをお勧めあれば、チップの特定の数を得ることができます。
pt_br: Se você recomendo este jogo para seus amigos no Facebook, você pode ganhar um certo número de fichas.

source: Nickname
de: Spitzname
es: Apodo
fr: Surnom
it: Soprannome
ja: 別名
pt_br: Apelido

source: Send Invitation
de: Einladung senden
es: Enviar invitación
fr: Inviter
it: Invitare
ja: 招待
pt_br: Enviar convite

source: Accept
de: Akzeptieren
es: Aceptar
fr: Accepter
it: Accettare
ja: 受け入れる
pt_br: Aceitar

source: Reject
de: Ablehnen
es: Rechazar
fr: Rejeter
it: Rifiutare
ja: 拒絶する
pt_br: Rejeitar

# ReceiveInvitationFormatString
source: You receive online game invitation from %@
de: Sie erhalten Online-Spiel Einladung von %@
es: Recibe invitación de juego en línea de %@
fr: Vous recevez l'invitation de jeu en ligne %@
it: Si riceve l'invito gioco online da %@
ja: あなたは%@からのオンラインゲームへの招待を受ける
pt_br: Você recebe convite de jogo on-line a partir de %@

source: Free Online Game
de: Kostenlose Online-Spiel
es: Juego online gratuito
fr: Jeu gratuit en ligne
it: Gioco online gratis
ja: 無料のオンラインゲーム
pt_br: Jogo online gratuito

# SendInvitationStringFMT
source: Online game invitation is sent to %@. Waiting for response.
de: Online-Spiel Einladung richtet sich an %@ gesendet. Warten auf Antwort.
es: Juego en línea invitación se envía al %@. Esperando la respuesta.
fr: Invitation jeu en ligne est envoyé à %@. Attente de la réponse.
it: Invito al gioco on-line viene inviato a %@. In attesa di risposta.
ja: オンラインゲームの招待状が%@に送信されます。応答を待っています。
pt_br: Convite de jogo on-line é enviada para %@. Aguardando resposta.

# Sent invitation is rejected.
source: Invitation is rejected.
de: Einladung abgelehnt.
es: Invitación es rechazada.
fr: Invitation est rejetée.
it: Invito è respinta.
ja: 招待状は拒否されます。
pt_br: Convite é rejeitada.

# Sent invitation is accepted.
source: Invitation is accepted.
de: Einladung angenommen.
es: Invitación es aceptada.
fr: Invitation est acceptée.
it: Invito è stato accettato.
ja: 招待が受け入れられます。
pt_br: Convite for aceite.

# InvitationCancelledStringFMT
source: %@ cancelled the invitation.
de: %@ abgesagt die Einladung.
es: %@ canceló la invitación.
fr: %@ annulé l'invitation.
it: %@ annullato l'invito.
ja: %@は招待をキャンセル。
pt_br: %@ cancelou o convite.

# AskEnableFreeOnlineGameOption
source: Free Online Game option is not enabled. Do you want to enable it?
de: Kostenloses Online-Spiel-Option ist nicht aktiviert. Wollen Sie es zu aktivieren?
es: Opción libre juego en línea no está habilitada. ¿Usted desea activarlo?
fr: Libre option de jeu en ligne n'est pas activé. Voulez-vous l'activer?
it: Gratis l'opzione gioco online non è abilitata. Vuoi essere in grado?
ja: 無料オンラインゲームのオプションが有効になっていません。あなたはそれを有効にしますか？
pt_br: Opção de jogo online gratuito não é habilitado. Você quer habilitá-lo?

# CheckOnlinePlayers
source: Do you want to check current online players?
de: Wollen Sie den aktuellen Online-Spieler zu überprüfen?
es: ¿Quieres comprobar actuales jugadores en línea?
fr: Voulez-vous pour vérifier actuels joueurs en ligne?
it: Vuoi controllare attuali giocatori online?
ja: あなたは、現在のオンラインプレイヤーをチェックしたいですか？
pt_br: Você quer verificar atuais jogadores online?

source: 1000 game chips package
de: 1000 Spiel-Chips Artikel
es: 1000 chips de juego elemento
fr: 1000 Jeux Jetons élément
it: 1000 chips di gioco voce
ja: 1000ゲームの賭け商品
pt_br: 1000 chips de jogo item

source: 2100 game chips package
de: 2100 Spiel-Chips Artikel
es: 2100 chips de juego elemento
fr: 2100 Jeux Jetons élément
it: 2100 chips di gioco voce
ja: 2100ゲームの賭け商品
pt_br: 2100 chips de jogo item

source: 3200 game chips package
de: 3200 Spiel-Chips Artikel
es: 3200 chips de juego elemento
fr: 3200 Jeux Jetons élément
it: 3200 chips di gioco voce
ja: 3200ゲームの賭け商品
pt_br: 3200 chips de jogo item

source: 4400 game chips package
de: 4400 Spiel-Chips Artikel
es: 4400 chips de juego elemento
fr: 4400 Jeux Jetons élément
it: 4400 chips di gioco voce
ja: 4400ゲームの賭け商品
pt_br: 4400 chips de jogo item

source: 5800 game chips package
de: 5800 Spiel-Chips Artikel
es: 5800 chips de juego elemento
fr: 5800 Jeux Jetons élément
it: 5800 chips di gioco voce
ja: 5800ゲームの賭け商品
pt_br: 5800 chips de jogo item

source: 7600 game chips package
de: 7600 Spiel-Chips Artikel
es: 7600 chips de juego elemento
fr: 7600 Jeux Jetons élément
it: 7600 chips di gioco voce
ja: 7600ゲームの賭け商品
pt_br: 7600 chips de jogo item

source: 9200 game chips package
de: 9200 Spiel-Chips Artikel
es: 9200 chips de juego elemento
fr: 9200 Jeux Jetons élément
it: 9200 chips di gioco voce
ja: 9200ゲームの賭け商品
pt_br: 9200 chips de jogo item

source: 10400 game chips package
de: 10400 Spiel-Chips Artikel
es: 10400 chips de juego elemento
fr: 10400 Jeux Jetons élément
it: 10400 chips di gioco voce
ja: 10400ゲームの賭け商品
pt_br: 10400 chips de jogo item

source: 11800 game chips package
de: 11800 Spiel-Chips Artikel
es: 11800 chips de juego elemento
fr: 11800 Jeux Jetons élément
it: 11800 chips di gioco voce
ja: 11800ゲームの賭け商品
pt_br: 11800 chips de jogo item

source: 13600 game chips package
de: 13600 Spiel-Chips Artikel
es: 13600 chips de juego elemento
fr: 13600 Jeux Jetons élément
it: 13600 chips di gioco voce
ja: 13600ゲームの賭け商品
pt_br: 13600 chips de jogo item

# WeShareOnMap
source: OnMap, We are sharing!
de: OnMap, Wir teilen!
es: OnMap, Estamos compartiendo!
fr: OnMap, Nous partageons!
it: OnMap, Stiamo condividendo!
ja: OnMap, 我々は共有しています！
pt_br: OnMap, Estamos compartilhando!

# WeConnectOnMap
source: OnMap, We are connected!
de: OnMap, Wir sind verbunden!
es: OnMap, Estamos conectados!
fr: OnMap, Nous sommes connectés!
it: OnMap, Siamo collegati!
ja: OnMap, 我々は、接続されている！
pt_br: OnMap, Estamos ligados!

source: OK
es: Aceptar
